[
  {
    "name": "משרד החקלאות ופיתוח הכפר",
    "url": "http://www.moag.gov.il",
    "type": 0,
    "text": "משרד החקלאות ופיתוח הכפר אמון על פיתוח חקלאות ישראל והבטחת קיומה ושגשוגה; רצף אספקת המזון המגיע מתוצרת חקלאית. ביטחון מזון והבטחת מזון איכותי, בריא ובטוח לציבור, פיקוח הדוק על כל השלבים מהגידול בשדה ועד לצלחת (Farm to Fork); פיקוח על מחירי מוצרי חלב וביצים, מחקר כלכלי בענפי החקלאות, רגולציה והפחתת יוקר המחיה; עידוד פיתוח חקלאות בת-קיימא, הגנה על עצים וסביבה ירוקה; הגנה על רווחת בעלי החיים (חיות משק ומחמד) פיתוח ההתיישבות הכפרית-חקלאית בפריפריה הגאוגרפית",
    "img": "moag.png"
  },
  {
    "name": "משרד הגולן, השפלה, והזהות היהודית",
    "type": 1,
    "img": "golan.jpg"
  },
  {
    "name": "המשרד לענייני ערבים",
    "type": 1,
    "img": "arab.png"
  },
  {
    "name": "משרד ירושלים ומסורת ישראל",
    "url": "https://www.gov.il/he/departments/jerusalem-and-jewish-tradition/govil-landing-page",
    "type": 0,
    "text": "בינואר 2023, לאחר הקמת הממשלה ה-37 שמו של \"משרד ירושלים ומורשת\" שונה ל\"משרד ירושלים ומסורת ישראל\". במקביל, הוקם \"משרד המורשת\", שפוצל מ\"משרד ירושלים ומורשת\" ולתפקיד השר בו מונה עמיחי אליהו",
    "img": "jerusalem.png"
  },
  {
    "name": "משרד הנגב, הגליל והחוסן הלאומי",
    "url": "http://www.vpmo.gov.il",
    "type": 0,
    "text": "משרד הנגב, הגליל והחוסן הלאומי פועל במטרה להביא את הנגב ואת הגליל לידי צמיחה ושגשוג, תוך ניצול מרחב האפשרויות הקיים בהם, לקידום אוכלוסיית הצעירים ושיפור איכות חייהם של האזרחים הוותיקים, לחיזוק החוסן החברתי והלאומי בהתאם למדדי איכות החיים, הקיימות והחוסן הלאומי הנמדדים מדי שנה על ידי הלשכה המרכזית לסטטיסטיקה, מתוך הבנה שעתידה של מדינת ישראל טמון בפיתוח ובחיזוק הנגב והגליל והחוסן הלאומי",
    "img": "vpmo.png"
  },
  {
    "name": "משרד הטבע והגנים הלאומיים",
    "type": 1,
    "img": "teva.png"
  },
  {
    "name": "המשרד לשירותי דת",
    "url": "http://www.dat.gov.il",
    "type": 0,
    "text": "המשרד לשירותי דת מספק שירותי דת לציבור היהודי בישראל. בין תחומי הפעילות העיקריים של המשרד: רישום נישואין וביצוע חופות, פיקוח על כשרות, פיתוח מבני דת ובתי כנסת, בתי עלמין ופתרונות קבורה ופיתוח קשר עם יהדות התפוצות. המשרד מהווה גורם מפקח על המועצות הדתיות וחברות הקדישא",
    "img": "dat.png"
  },
  {
    "name": "משרד התעסוקה והמסחר",
    "type": 1,
    "img": "dicaprio.jpg"
  },
  {
    "name": "המשרד לעניינים אסטרטגיים",
    "url": "https://www.gov.il/he/departments/Units/ministry_of_strategic_affairs",
    "type": 0,
    "text": "המשרד עוסק בנושאים אסטרטגיים הכוללים את האיום מאיראן, חיזוק הסכמי אברהם, הרחבת מעגל השלום וחיזוק הברית עם ארצות הברית וכל זאת תוך תיאום עם כלל משרדי הממשלה וגופי הביטחון הרלוונטיים",
    "img": "strategic.png"
  },
  {
    "name": "המשרד לקשרי חוץ",
    "type": 1,
    "img": "hetsroni.png"
  },
  {
    "name": "המשרד לביטחון כלכלי",
    "type": 1,
    "img": "deri.png"
  },
  {
    "name": "משרד ההתיישבות והמשימות הלאומיות",
    "url": "https://www.gov.il/he/departments/ministry_of_community_affairs",
    "type": 0,
    "text": "המשרד עוסק בליבת ההתיישבות במדינת ישראל ובתחומים הבאים: המכינות הקדם צבאיות, הגרעינים המשימתיים, השירות הלאומי אזרחי והחטיבה להתיישבות כזרוע ביצועית",
    "img": "community.png"
  },
  {
    "name": "המשרד לגנטיקה ועדות ישראל",
    "img": "edot.jpeg",
    "type": 1
  },
  {
    "name": "המשרד למשימות מיוחדות",
    "type": 1,
    "img": "007.jpeg"
  },
  {
    "name": "משרד התברואה",
    "type": 1,
    "img": "lemon.png"
  },
  {
    "name": "המשרד לקידום מעמד האישה",
    "url": "https://www.gov.il/he/departments/the_authority_for_the_advancement_of_the_status_of_women",
    "type": 0,
    "text": "המשרד לקידום מעמד האישה (להלן \"המשרד\") הוקם בהתאם להחלטת ממשלה מס' 433 מיום 2.4.2023. המשרד אמון על קידום מעמד האישה וכן הועברה לו האחריות על הרשות לקידום מעמד האישה (להלן \"הרשות\")",
    "img": "women.png"
  },
  {
    "name": "משרד הרווחה והביטחון החברתי",
    "url": "www.molsa.gov.il",
    "type": 0,
    "text": "משרד הרווחה והביטחון החברתי משמש חוליה מרכזית במדינת הרווחה הישראלית. ייעודו לעסוק, יחד עם משרדים ועם גופים אחרים, באיתור, במניעה, בטיפול, בהגנה, בשיקום ובסיוע לכל אדם, משפחה וקהילה הנתונים במצבים של משבר זמני או מתמשך מפאת מוגבלות, עוני והדרה חברתית, קשיי תפקוד, גיל, אבטלה, הזנחה, אפליה, ניצול וסטייה חברתית",
    "img": "molsa.png"
  },
  {
    "name": "משרד התפוצות והמאבק באנטישמיות",
    "url": "https://www.gov.il/he/departments/ministry_of_diaspora",
    "type": 0,
    "text": "משרד התפוצות אמון על הקשר בין יהדות העולם למדינת ישראל, הקשר מתבצע באמצעות פעילות משותפת ודיאלוג משותף עם יהדות התפוצות בראייה כי ממשלת ישראל אחראית לכל יהודי בעולם, בין אם הוא מתגורר בישראל או בתפוצות",
    "img": "diaspora.png"
  },
  {
    "name": "משרד הערים הקדושות",
    "type": 1,
    "img": "telaviv.jpeg"
  },
  {
    "name": "משרד לתשתיות הרשת והאינטרנט",
    "type": 1,
    "img": "static.jpeg"
  },
  {
    "name": "המשרד לשיוויון מיעוטים",
    "type": 1,
    "img": "brahno.png"
  },
  {
    "name": "המשרד לחיזוק וקידום קהילתי",
    "url": "https://www.gov.il/he/departments/ministry-of-community-empowerment-and-advancement",
    "type": 0,
    "text": "המשרד הציג עצמו כ\"עוסק בבינוי קהילה וכפועל בשתי זרועות מרכזיות. האחת זרוע המניעה בטיפול בתופעות קצה כדוגמת נפגעי סמים ואלכוהול, תוכניות לאומיות למניעת אלימות, מניעת אלימות נגד נשים בהיבט הקהילתי ואוכלוסיות קצה. בזרוע העצמה עוסק המשרד לפרויקטים לקידום ההתנדבות, ליוזמות בונות קהילה ולקשר שבבניית קהילה בין שלטון מקומי, שלטון מרכזי, מגזר שלישי ומגזר עסקי",
    "img": "empowerment.png"
  }
]
